{
    "name": "Ember Wednesday in Advent",
    "hasLegend": false,
    "hasSermon": false,
    "hasHomily": true,
    "homilyChunks": 1,
    "homily": {
        "pericope": {
            "gospel": "Lk",
            "chapter": 1,
            "verse": 26
        },
        "author": "ambrose",
        "titleEn": "A Homily by St. Ambrose the Bishop",
        "titleLa": "Lib. 2 in Lucam",
        "text1": "THE mysteries of God are unsearchable, as the Book of Wisdom saith : What man is he that can know the counsel of God? Yet from what we do know of the words and works of our Lord and Saviour, we may gather that for some weighty reason she, who was specially chosen to be the Mother of the Lord, was espoused to a man. Why did she not conceive before she was so espoused? Perhaps it was lest any one might blasphemously say that she had conceived in sin out of wedlock.",
        "text2": "THE Evangelist saith : And the Angel came in unto her. Note how that her behaviour, her modesty, her devout utterance, above all, the holy mystery enacted, all combine to make us recognize her as a virgin. It is fitting for a virgin to be modest, to makeno advances to men, but rather to shrink from their advances. O that all women might learn from the example of modesty here set before us! She upon whom the stare of men had never been fixed was alone in her chamber, and she found herself alone with an Angel. To the end that what passed might not be debased in gossip, there was neither companion, nor witness, when the Angel came in unto her, and said Hail.",
        "text3": "THE message of God to the Virgin was so great, and so full of mystery, that it was not fitting to be uttered by the mouth of a man, but only by an Angel. For the first time on earth are heard the words : The Holy Ghost shall come upon thee. The words are both heard and believed. At length she said : Behold the handmaid of the Lord ; be it unto me according to thy word. See her lowliness! See her true devotion! At the very moment that she is told that she is the chosen Mother of the Lord, she at once declareth herself to be his handmaid. The knowledge of her promised greatness bringeth forth only an act of humility."
    }
}