{
    "name": "Advent III",
    "hasLegend": false,
    "hasSermon": true,
    "sermonConstituents": 1,
    "sermon1": {
        "author": "leo",
        "titleEn": "From a Sermon by St. Leo the Pope",
        "titleLa": "Sermo 2 de jejunio decimi mensis et collectis",
        "chunks": 3,
        "text1": "BELOVED, this season of the year and its devout customs do admonish us that we, the shepherd of your souls, have a duty to perform, which same is to urge upon you the observance of the December Fast. All the fruits of the earth are now gathered in. Wherefore it is meet to offer our abstinence to God as a sacrifice of thanksgiving. What can be more useful than fasting? For thereby we draw nigh to God ; thereby also we make a stand against the devil ; and thereby we overcome the enticements of carnal desire.",
        "text2": "FASTING hath ever been the bread of strength. Abstinence giveth assistance to pure thoughts, reasonable desires, and healthy counsels. Voluntary mortifications kill the lusts of the flesh and give new life to the spirit. But since fasting is not the only means whereby we get health for our souls, let us add to our fasting works of mercy. Let us spend on good deeds what we save by abstinence. And thus from our fast let us make a banquet.",
        "text3": "LET us defend the widow and support the orphan. Let us comfort the afflicted, and reconcile the estranged. Let the stranger be taken in and the oppressed be succoured. Let the naked be clothed and the sick cherished. So shall every one of us who hath thus spent himself in the service of God, the Author of all good, be fitted by him to receive the reward of his heavenly kingdom. We fast on Wednesday and Friday ; and there is likewise a Vigil on Saturday at the Church of Saint Peter the Apostle, that by his good prayers we may the more effectually obtain what we ask for, through our Lord Jesus Christ, who with the Father and the Holy Ghost, liveth and reigneth, one God, for ever and ever. Amen."
    },
    "hasHomily": true,
    "homilyConstituents": 1,
    "homily1": {
        "pericope": {
            "gospel": "Mt",
            "chapter": 11,
            "verse": 2
        },
        "author": "gregory",
        "titleEn": "A Homily by St. Gregory the Pope",
        "titleLa": "Homilia 6 in Evang. post initium",
        "chunks": 3,
        "text1": "THE sight of so many signs and mighty works should have been a source of awe, and not of scandal. Yet the unfaithful found these very works a stumbling-block, when they afterwards saw him who had worked so many miracles dying on the Cross. Hence Paul saith : We preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness. For it was but foolishness in the eyes of men to say that the Author of life died for man. Thus did men make into a scandal the very thing which is the occasion of their chief debt to him. For the greater the humbling God hath undergone for man, the more worthy he is of man&rsquo;s worship.",
        "text2": "BLESSED is he, saith Jesus, who soever shall not be offended in me. Now what is this, but a plain mention of that time, when he afterwards humbled himself, and became obedient unto death? It is as if he said : I indeed do wonderful works, but I do not refuse to suffer shame and evil treatment ; take heed then, ye who now worship me for the works&rsquo; sake, that when I come to die ye despise me not for my death&rsquo;s sake.",
        "text3": "AFTER the disciples of John had gone away, what did Jesus say unto the multitudes concerning this same John : What went ye out into the wilderness to see? a reed shaken with the wind? By this question is implied that they would answer, No. A reed is a thing so made that as soon as the wind bloweth upon it, it bendeth over toward the opposite quarter. And the fleshly-minded man is like a reed. As he is praised or blamed, so he bendeth himself in the one direction or the other."
    }
}