{
    "name": "Advent I",
    "hasLegend": false,
    "hasSermon": true,
    "sermonChunks": 1,
    "sermon1": {
        "author": "leo",
        "titleEn": "From a Sermon by St. Leo the Pope",
        "titleLa": "Sermo 8 de jejunio decimi mensis et eleemosynis",
        "text1": "WHEN the Saviour gave instruction to his disciples concerning the coming of the kingdom of God, and of the end of space and time, he was teaching his whole Church through the Apostles. By this means he is even now saying unto us : Take heed lest your hearts wax gross with an excess of meat and drink and worldly affairs. And we know, beloved, that to us this warning specially appertaineth. For the day of the Lord hath already been proclaimed ; and even if we know not its very hour, at least we know it is nigh at hand.",
        "text2": "WHEREFORE let every man make himself ready against the Advent of the Lord, lest it take him unaware, whilst he is given over to gluttony or worldly affairs. For it is a matter of every-day experience, beloved, how fulness of drink dulleth the mind, and how excess of eating weakeneth the will. To eat as much as one may desire is even bad for the bodily health. Wherefore desire should be withstood by temperance ; or at least the gluttonous pleasure of the moment should be checked by the thought of the discomfort which followeth hard upon over-eating.",
        "text3": "THE body without the soul could not conceive desire. The body&rsquo;s power to enjoy cometh from the same source as its power to choose. Hence it is the duty of the soul to deny something to its subject, (to wit, to the lower nature,) and thereby keep back the outer man from things unseemly. Then will the soul be less hindered by fleshly cravings, and have leisure in the inner court of the mind to dwell on the wisdom of God. There, when the turmoil of earthly care is stilled, will the soul feed on holy thoughts, and be entertained with the expectation of everlasting joy."
    },
    "hasHomily": true,
    "homilyChunks": 1,
    "homily1": {
        "pericope": {
            "gospel": "Mt",
            "chapter": 21,
            "verse": 1
        },
        "author": "various",
        "titleEn": "A Homily from divers sources",
        "titleLa": "Periphrasis ex diversis auctoribus",
        "text1": "ON the side of the Mount of nigh unto Jerusalem, was Bethphage, a place which is said to have been a residence for the priests. Its name in Hebrew signifieth House of Figs ; or according to some, it could be interpreted as House of Speech, that is, a place where witness is borne to God. Now the dwellers in Jerusalem could see the sunrising on the Mount of Olives in the morning, and sometimes at night the beacon fire which gave knowledge of the Feast of the New Moon. Thus was the Mount of Olives a means of light and knowledge, even as its fresh fertility was refreshment and rest, to the eyes of all that toiled amid the wretchedness of the crowded city below. And what is holy Church, if not a house of witness, set on the height of knowledge and light, where also is sweet refreshment, and rest from labour and woe? And when Jesus and his followers were come into Bethphage, he sent two disciples to bring beasts of burden for his use. If we take Bethphage as a type of the Church, let us also mark how fitting it was, that Jesus should seek therein for those who would be his beasts of burden ; for he hath asked us to take his yoke upon us, and he hath said that his burden is light. Yea, and the beasts that carried him became a throne, and those that serve him do reign.",
        "text2": "THESE two disciples, whom Jesus sent, put us in mind that there be two kinds of witness-bearers ; for some were sent to preach to the Gentiles, and some to the Circumcision. So must the Church, (if she be the House of Figs wherein is food and sweetness, or if she be the House of Witness whereby mankind is taught,) minister to those outside the Covenant as well as to those within. And mostly preachers were sent two by two, as in this case, which is a reminder that the need is twofold, to wit, to know the truth and to practice righteousness. And herein is also proclaimed the twin mystery of love, love for God who is truth, and love for our neighbour, which same is shewn by righteous dealing.",
        "text3": "THE Lord said: Go into the village over against you : thus shewing the location of the place. But he might also have used the same to shew the mind of the folk dwelt therein. For they had no site to submit to the yoke of tolic doctrine, and so were set the Apostles. Nonetheless, the sent his preachers to all the rude ignorant inhabitants of the earth, albeit they were as strongholds set against them. Again we read : Ye shall find an ass tied, and a colt with her. When the Lord&rsquos preachers went thus through the earth they found the Gentiles tied fast, and bound with the chains of their sins, like unto the unbroken colt which was tied with the she-ass. Loose them, and bring them to me, saith the Lord. For all mankind, and not only the Jewish people, have sinned, and are held fast from approaching the glory of God. The she-ass, however, was under the yoke, and tamed, and mindeth us of the Synagogue which had been brought under the yoke of God&rsquo;s law. But the foal of the ass, wanton and free, sheweth forth the Gentiles, that is, all who are not yet under the Covenant. The words : Whereon never man sat : are not only of the colt, but also of nations not yet persuaded by the of reason to receive the bit bridle of discipline. For by Christian discipline tongues are kept from evil and guidance is given in the straight and narrow way. Any man who by the due use of reason keepeth under, and correcteth, his own foolishness, may be said to sit upon the beast of his own unreason."
    }
}