{
    "name": "Ember Friday in Advent",
    "hasLegend": false,
    "hasSermon": false,
    "hasHomily": true,
    "homily": {
        "pericope": {
            "gospel": "Lk",
            "chapter": 1,
            "verse": 39
        },
        "author": "ambrose",
        "titleEn": "A Homily by St. Ambrose the Bishop",
        "titleLa": "Lib. 2 in Luc. cap. 1 post initium",
        "text1": "ALL who ask to be believed are expected to give reasonable grounds for belief. So the Angel, when he announced to Mary the counsel of God, gave as grounds for belief in his message the fact that the aged and barren Elisabeth had conceived a child, from which example Mary might perceive that with God nothing is impossible if it be according to his will. When Mary had heard this, she arose and went into the hill country with haste. She did not go to see if what she had heard was true, nor because she knew not who the messenger had been, nor yet because she doubted the fact adduced to confirm her faith. Rather, she went eagerly, like as one who hath received mercy in answer to his vow goeth to pay the same. She went with devotion, like as a godly person goeth to execute a religious duty. She went in haste, for very joy, into the hill country. Whither, indeed, should one go who is filled with God, and go with haste, except to greater heights? Thegrace of the Holy Spirit permitteth no languid service of God.",
        "text2": "LEARN from this, O holy women, what tender care ye ought to bestow on such of your women folk as be with child. In pursuance of this charity, Mary, who had hitherto lived in the enclosure of her own house, was not deterred by her virgin modesty from entering on a public journey. She faced for this end the hardships of mountain travelling. The weary length of the way did not keep her from doing a kindness. The Virgin left her home, and went into the hill-country with haste, unmindful of the trouble, or of her maiden sense of delicacy, and mindful only of the kindness to which her love prompted her. Learn from this, O maidens, not to idle about from house to house, not to loiter in the streets, not to spend your time in idle conversations in public. Mary was in haste to pass through the public roads. So also was she slow again to enter on them, for we read : And Mary abode with her cousin about three months.",
        "text3": "YE have learnt, O maidens, the modesty of Mary : learn also her humility. She went to see Elisabeth like as one cousin going to visit another, but as the younger to the elder. Not only was she first in the mutual visiting between herself and Elisabeth, but she was also the salutation. The purer in is, the humbler ought she She will know how to submit herself to her elders. She that professeth chastity ought to be a very mmistre of humility. Lowly-mindedness is at once the very ground in which devotion groweth, and the first and principal rule of its teaching. In this act of the Virgin, see how the greater cometh to visit and succour the lesser. Mary cometh to Elisabeth, Christ to John."
    }
}