{
    "name": "Advent III",
    "has-legend": false,
    "has-sermon": true,
    "sermon": {
        "author": "leo",
        "title-en": "From a Sermon by St. Leo the Pope",
        "title-la": "Sermo 2 de jejunio decimi mensis et collectis",
        "text-1": "BELOVED, this season of the year and its devout customs do admonish us that we, the shepherd of your souls, have a duty to perform, which same is to urge upon you the observance of the December Fast. All the fruits of the earth are now gathered in. Wherefore it is meet to offer our abstinence to God as a sacrifice of thanksgiving. What can be more useful than fasting? For thereby we draw nigh to God ; thereby also we make a stand against the devil ; and thereby we overcome the enticements of carnal desire.",
        "text-2": "FASTING hath ever been the bread of strength. Abstinence giveth assistance to pure thoughts, reasonable desires, and healthy counsels. Voluntary mortifications kill the lusts of the flesh and give new life to the spirit. But since fasting is not the only means whereby we get health for our souls, let us add to our fasting works of mercy. Let us spend on good deeds what we save by abstinence. And thus from our fast let us make a banquet.",
        "text-3": "LET us defend the widow and support the orphan. Let us comfort the afflicted, and reconcile the estranged. Let the stranger be taken in and the oppressed be succoured. Let the naked be clothed and the sick cherished. So shall every one of us who hath thus spent himself in the service of God, the Author of all good, be fitted by him to receive the reward of his heavenly kingdom. We fast on Wednesday and Friday ; and there is likewise a Vigil on Saturday at the Church of Saint Peter the Apostle, that by his good prayers we may the more effectually obtain what we ask for, through our Lord Jesus Christ, who with the Father and the Holy Ghost, liveth and reigneth, one God, for ever and ever. Amen."
    },
    "has-homily": true,
    "homily": {
        "pericope": {
            "gospel": "Mt",
            "chapter": 11,
            "verse": 2
        },
        "author": "",
        "title-en": "",
        "title-la": "",
        "text-1": "",
        "text-2": "",
        "text-3": ""
    }
}